TASK = {
    'products': 'Купить продукты',
    'medicines': 'Купить лекарства',
    'taxi': 'Социальное такси',
    'doctor': 'Вызвать врача'
}

USER_ROLE = {
    'admin': 'администратор',
    'client': 'клиент',
    'volunteer': 'волонтер'
}

USER_ROLE_R = {
    'администратор': 'admin',
    'клиент': 'client',
    'волонтер': 'volunteer'
}

URGENCY_TASK = {
    'fast': 'Срочно (в течении 30 мин)',
    'medium': 'Средняя важность (от 30 мин до 3 часов)',
    'long': 'Низшая важность (от 3 часов до 8 часов)'
}
URGENCY_TASK_R = {
    'Срочно (в течении 30 мин)': 'fast',
    'Средняя важность (от 30 мин до 3 часов)': 'medium',
    'Низшая важность (от 3 часов до 8 часов)': 'long'
}

